{
    "verses": [
        "Couples who laugh together, last together.",
        "The happiest relationships are built on mutual weirdness.",
        "Secure attachment is the foundation for lasting intimacy.",
        "A relationship is like a house. When a lightbulb goes out, you don’t buy a new house, you fix the lightbulb.",
        "Vulnerability fosters closeness in ways perfection never could.",
        "To argue well is to love well. Conflict isn’t the problem; how we handle it is.",
        "Love is not 50/50; it's 100/100.",
        "Emotionally attuned partners stay connected even through conflict.",
        "The grass is greener where you water it.",
        "If you’re not growing together, you’re growing apart.",
        "Strong relationships are built on secure attachments, not perfect people.",
        "The silent treatment is like sending an emotional text with no Wi-Fi.",
        "Research shows that partners who express gratitude regularly are more satisfied with their relationships.e",
        "Love is like a fart. If you have to force it, it’s probably crap.",
        "Healthy couples talk about their issues before Netflix asks if they’re still watching.",
        "Secure relationships are a safe base from which we explore the world.",
        "A great marriage is not when the ‘perfect couple’ comes together. It’s when an imperfect couple learns to enjoy their differences.",
        "The best way to keep the spark alive? Keep lighting it together.",
        "It’s not about finding the perfect person, but learning to love an imperfect one perfectly.",
        "Long-term happiness comes from both people continuously choosing each other."
    ],
    "references": [
        "Laughter Therapy",
        "Mutual Weirdness",
        "John Bowlby",
        "Lightbulb Theory",
        "Brené Brown",
        "Sue Johnson",
        "All In",
        "Stan Tatkin",
        "Water Your Grass",
        "Grow Together",
        "Secure Attachments",
        "No Wi-Fi",
        "Dr. Algoe",
        "Love Farts",
        "Netflix Confessions",
        "Mary Ainsworth",
        "Dave Meurer",
        "Light The Spark",
        "Perfectly Imperfect",
        "Choose Each Other"
    ]
}
